{
  "om-shiv-farms": {
    "heading": "OM SHIV FARMS",
    "detail": "Om Shiv Farms, established in 2022, specializes in producing high-quality COBB 430 hatching eggs sourced from Venkys India's Vencobb parent birds. With a focus on innovation and sustainable practices, Om Shiv Farms leverages Shiv Shakti Hatcheries' expertise to ensure top-notch poultry breeding and continuous improvement in the industry.",
    "location": "Mirchak mandey bigha panchayat ,Jehanabad bihar 804408",
    "mapLink": "https://g.co/kgs/71Ds7tP"
  },
  "shiv-anita-farms": {
    "heading": "SHIVANITA FARMS & HATCHERIES",
    "detail": "Shivanita Farms & Hatcheries prioritize quality by administering essential vaccinations using cutting-edge technology at the hatchery. This commitment guarantees optimal outcomes for our dealers and farmers, bolstering their operations with strong and healthy poultry .",
    "location": "Milki, Bhewar Sikaria, jehanabad Bihar 804408",
    "mapLink": "https://g.co/kgs/eEcXPkk"
  },
  "shiv-shakti-enterprises": {
    "heading": "SHIV SHAKTI ENTERPRISES",
    "detail": "Shiv Shakti Enterprises specializes in durable, reliable corrugated boxes tailored to agriculture and industry needs. We ensure safe transport and efficient storage with high-performance, sustainable solutions. Committed to innovation and customer satisfaction, we're your trusted partner across diverse sectors..",
    "location": "BIhar industrial area, Nizamuddinpur Algana more, Kako, road, Jehanabad, Bihar 804408",
    "mapLink": "https://g.co/kgs/T19hb12"
  },
  "shiv-shakti-feed-mills": {
    "heading": "SHIV SHAKTI FEED MILLS",
    "detail": "Shiv Shakti Feed Mills is dedicated to producing high-quality mash feed for layers, breeders, and broilers. With state-of-the-art manufacturing facilities and strict quality control, we ensure our feeds meet the highest standards, supporting the health and productivity of poultry at every growth stage.",
    "location": "Milki, Bhewar Sikaria, jehanabad Bihar 804408",
    "mapLink": "https://g.co/kgs/eEcXPkk"
  },
  "shiv-shakti-hatcheries": {
    "heading": "SHIV SHAKTI HATCHERIES",
    "detail": "Shiv Shakti Hatcheries is a reputable name in the poultry industry, known for its dedication to excellence and customer satisfaction. Their high standards in poultry breeding and innovative techniques make them a symbol of trust and a significant contributor to the industry's growth and development.",
    "location": "Milki, Bhewar Sikaria, jehanabad Bihar 804408",
    "mapLink": "https://g.co/kgs/eEcXPkk"
  }
}
